{
  "available": "Herramientas de auto servicio disponibles 24/7",
  "connect": "Conéctate con Nosotros",
  "shop": "Tienda",
  "customer": "Clientes Actuales",
  "about-retailer": {
    "tbv": "Acerca de Total by Verizon",
    "wfm": "Acerca de Family Mobile",
    "gosmart": "Acerca de Go smart",
    "net10": "Acerca de Net 10 wireless",
    "pageplus": "Acerca de Pageplus",
    "simplemobile": "Acerca de Simple Mobile",
    "straigthtalk": "Acerca de Straight Talk",
    "tracfone": "Acerca de Tracfone",
    "safelink": "Acerca de SafeLink"
  },
  "balance": "Consulta tu saldo, recarga o administra planes y teléfonos con nuestra ",
  "spanned_number": "función de mensajes de texto 611611.",
  "support": "Apoyo",
  "select_phone_model": "Selecciona un Modelo de Télefono",
  "browse_knowledge_base": "Explora Preguntas Frecuentes / FAQs.",
  "support_faqs": "Preguntas frecuentes de soporte",
  "contact_support": "Soporte de contacto",
  "needHelp": "¿Necesita ayuda para solucionar problemas?",
  "agree": {
    "tbv": "",
    "wfm": "",
    "gosmart": "",
    "net10": "",
    "pageplus": "",
    "simplemobile": "",
    "straigthtalk": "By entering your email address and submitting this form, you agree to receive information, offers and promotions regarding Straight Talk products and services. You acknowledge being at least 13 years of age.",
    "tracfone": "",
    "safelink": ""
  },
  "refer_conditions": {
    "tbv": "",
    "wfm": "",
    "gosmart": "",
    "net10": "",
    "pageplus": "",
    "simplemobile": "",
    "straigthtalk": "*Consulte los Términos y condiciones de servicio más recientes en straighttalk.com. A velocidades 2G, la funcionalidad de algunas aplicaciones de datos, como la transmisión de audio o video, puede verse afectada. ∞Para la inscripción necesitará una Tarjeta de Credito y una Cuenta, Un mes equivale a 30 dias. ∆Al enviar mensajes de texto con palabras clave al 611611, está de acuerdo en recibir mensajes de respuesta. Se pueden aplicar tarifas de mensajes. Por favor, consulte siempre nuestra Política de Privacidad. †Requiere un dispositivo con capacidad para 4G LTE o 5G. La disponibilidad, cobertura y velocidad pueden variar. Los Puntos Rewards solo pueden aplicarse a un plan elegible de Straight Talk después de que se acumule el número total de puntos necesarios. Los Puntos Rewards no tienen valor monetario y no pueden transferirse a otro cliente. Aplican términos y condiciones adicionales. §Para que la Tarjeta Global de Llamadas de $10 ($10 Global Calling Card) funcione, debe combinarse con otro Plan de Servicio de Straight Talk. El servicio de larga distancia internacional está disponible solamente en destinos selectos, los cuales están sujetos a cambios en cualquier momento. Las llamadas deben originarse en EE.UU. o Puerto Rico. No se permite el roaming internacional. Solo para uso personal. Las llamadas se facturan en incrementos de un minuto. Se deducirán los minutos de servicio y se aplicará el costo de la llamada internacional. Las tarifas están sujetas a cambios en cualquier momento, sin previo aviso. Las tarifas están sujetas a cambio sin previo aviso. El beneficio de la tarjeta expira después de 180 días de inactividad o 30 días después de que su servicio sea suspendido, lo que ocurra primero. Disponible solamente en línea. **Cada cuenta puede marcar hasta 15 números de teléfonos internacionales únicos durante el ciclo de un plan de 30 días, el cual se restablece cada vez que se agrega un plan nuevo. Las llamadas internacionales ilimitadas están disponibles para números de teléfonos móviles y de línea fija, solamente en destinos selectos, los cuales están sujetos a cambios en cualquier momento. Las llamadas deben originarse en EE.UU. o Puerto Rico. No se permite el roaming internacional. Aplican otros términos y condiciones. Solo para uso personal. Consulte siempre los Términos y Condiciones de Servicio más recientes en StraightTalk.com Straight Talk® es una marca registrada de TracFone Wireless, Inc. 2022. Todos los derechos reservados. Todas las otras marcas registradas, marcas de servicios y nombres comerciales a los que se hace referencia en este sitio web, son propiedad de sus respectivos dueños.",
    "tracfone": "Los Planes de Servicio son compatibles con las redes 4G LTE y 5G. Un mes equivale a 30 días. El precio no incluye cargos o impuestos.  †El acceso a 5G a nivel nacional requiere de un dispositivo con capacidad 5G. La disponibilidad, cobertura y velocidades reales pueden variar.  Los planes para smartphones no se triplican. *Unlimited Carryover®: Para los Planes de Servicio para Smartphone con Llamadas y Mensajes de Texto Ilimitados, los datos sin utilizar después de la Fecha de Vencimiento del Servicio, se transferirán (carryover) al siguiente ciclo del plan, siempre y cuando el servicio esté activo y en uso con cualquier Plan de Servicio para Smartphone con Llamadas y Mensajes de Texto Ilimitados. Para los Planes de Servicio Básicos/Clásicos, los minutos, mensajes de texto y web/datos sin utilizar, no expirarán siempre y cuando cualquier plan de servicio de Tracfone esté activo y en uso dentro de un período cualquiera de seis meses. Los planes para smartphones no se triplican.∆Pueden aplicarse cargos por mensajes de texto y datos. Revise la Política de Privacidad en Tracfone.com/privacypolicy.Servicios Adicionales: El servicio debe estar activo y en uso dentro de cualquier periodo de seis meses. Las tarjetas de solo datos y tarjetas de mensajes de texto no tienen días de servicio y no se triplican. Llamadas internacionales a más de 100 destinos. Para más detalles, haga clic aquí.International Long Distance§La Tarjeta Global de Llamadas de $10 ($10 Global Calling Card) debe combinarse con otro Plan de Servicio de Tracfone para que funcione. El servicio internacional está disponible para destinos determinados y está sujeto a cambios en cualquier momento. Las llamadas deben originarse solamente en Estados Unidos o Puerto Rico. El roaming internacional no está permitido. Esta tarjeta es para uso personal únicamente. Las llamadas se facturan en incrementos de un minuto. Se deducirán minutos más el costo de la llamada internacional. Las tarifas están sujetas a cambios sin previo aviso. El beneficio de la tarjeta expira 180 días después de su último uso o 30 días después de que su Servicio se suspenda, lo que ocurra primero.Keep Your Own Phone (KYOP): Requiere dispositivo con esta capacidad. La disponibilidad, cobertura y velocidades reales pueden variar. Los planes y los SIM Kits se venden por separado. ∞Para la inscripción necesitará una Tarjeta de Crédito y una Cuenta. La Auto Recarga está disponible solo en planes seleccionados.Unlimited Talk & Text Auto-Refill Promotion: La oferta promocional aplica solamente para las nuevas inscripciones en Auto-Recarga, en los Planes Ilimitados de 30 días de Tracfone. El descuento de $5 se aplicará durante los primeros 2 meses de inscripción. Para la inscripción se requiere una tarjeta de crédito o débito y una cuenta.Al descargar y usar la aplicación My Acccount App, pueden aplicar las tarifas estándar de datos. La información puede ser transmitida con un retraso y puede no reflejar los saldos reales. Android, Google Play y otras marcas son marcas registradas de Google, Inc. El robot de Android se reproduce o modifica a partir del trabajo creado y compartido por Google y utilizado de acuerdo con los términos descritos en la Licencia de Creative Commons 3.0 Attribution. Los Puntos Rewards solamente se pueden aplicar para un plan Tracfone elegible cuando acumulas el monto total de puntos necesarios. Los Puntos Rewards no tienen valor en efectivo y no se pueden transferir a otro cliente. Aplican términos y condiciones adicionales.Los descuentos varían según el comerciante, la ubicación y la oferta, además, están sujetos a la disponibilidad. Las ofertas pueden cambiar sin previo aviso. Los ahorros totales varían según el número de descuentos, los cupones canjeados y los precios de las ofertas. ≈Hotspot solo está disponible si el servicio actual está activo con el Plan de Llamadas y Mensajes de Texto Ilimitados de $40. El plan asigna hasta 8GB para el uso de datos o hotspot.",
    "safelink": ""
  }
}
